class Theory:
    thorax = {
        '0' : ["0: Грудь и живот равномерно учавствуют в акте дыхания"],
        '1' : ['1: Аритмичное, неравномерное дыхание'],
        '2' : ['2: Западение верхней части грудной клетки']
    }

    riber = {
        '0' : ["0: Отсутствуют"],
        '1' : ['1: Легкое втяжение'],
        '2' : ['2: Заметное втяжение']
    }

    xiphoid = {
        '0': ["0: Отсутствуют"],
        '1': ['1: Небольшое втяжение'],
        '2': ['2: Заметное втяжение']
    }

    mandibula = {
        '0': ["0: Рот закрыт, нижняя челюсть не западает"],
        '1': ['1: Рот закрыт, опускание подбородка на вдохе'],
        '2': ['2: Рот открыт, опускание подбородка на вдохе']
    }

    breath = {
        '0' : ["0: Дыхание спокойное, ровное"],
        '1' : ['1: Экспираторные шумы слышны при аускультации'],
        '2' : ['2: Экспираторные шумы слышны на расстоянии']
    }